Revit 2024 API
RebarConstraint Properties
The RebarConstraint type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
NumberOfTargets
 Identifies the number of references associated to the rebar handle.
See Also
RebarConstraint Class
Autodesk.Revit.DB.Structure Namespace